Repository: systopia/de.systopia.crac
Catalog: l10n/*/LC_MESSAGES/crac.po
Languages: de_de

source: disabled
de_de: deaktiviert

source: every second
de_de: jede Sekunde

source: every %1 seconds
de_de: alle %1 Sekunden

source: 1 second
de_de: 1 Sekunde

source: %1 seconds
de_de: %1 Sekunden

source: Tolerance (TTL)
de_de: Toleranz (TTL)

source: Allow "ignore" option
de_de: "Ignorieren" Option Anzeigen

source: Mailing Editor (Mosaico)
de_de: Rundschreiben Editor (Mosaico)

source: Save
de_de: Speichern

source: Concurrent Edit Detected!
de_de: Parallele Bearbeitung festgestellt!

source: Check Again
de_de: Erneut prüfen

source: Go Back
de_de: Abbrechen

source: Ignore
de_de: Ignorieren

source: Concurrent Editing
de_de: Parallele Bearbeitung

source: This Mailing is currently edited multiple times. If multiple people will save their changes, some of it <strong>will be lost</strong>. Hope you know what you're doing.
de_de: Dieses Mailing wird gerade von mehreren Personen gleichzeitig bearbeitet. Wenn Sie Änderungen durchführen und speichern, werden entweder Ihre oder andere Änderungen <strong>überschrieben</strong>. Hoffentlich wissen Sie was Sie tun.

source: '%1' <a href="%2" target="_blank">[%3]</a> since %4
de_de: '%1' <a href="%2" target="_blank">[%3]</a> seit %4

source: This resource is concurrently edited by contact %1
de_de: Diese Ressource wird gerade von Benutzer %1 bearbeitet

source: This resource is concurrently used by contact %1
de_de: Diese Ressource wird gerade von Benutzer %1 verwendet

source: This resource is concurrently accessed by contact %1
de_de: Auf diese Ressource wird gerade von Benutzer %1 zugegriffen

source: This resource is concurrently edited by %1 other contacts:
de_de: Diese Ressource wird gerade von %1 weiteren Benutzern bearbeitet:

source: This resource is concurrently used by %1 other contacts:
de_de: Diese Ressource wird gerade von %1 weiteren Benutzern verwendet:

source: This resource is concurrently accessed %1 other contacts:
de_de: Auf diese Ressource wird gerade von %1 weiteren Benutzern zugegriffen:
